// General
"Chameleon_title" = "Chameleon";
"Chameleon_description" = "Elementos básicos da instalação do Chameleon";

"Standard_title" = "Chameleon Padrão";
"Standard_description" = "Instalar o Chameleon usando boot0";

"Standardhfs_title" = "Chameleon Padrão com boot0hfs";
"Standardhfs_description" = "Instalar o Chameleon usando boot0hfs";

"EnhancedFAT_title" = "Chameleon EFI FAT";
"EnhancedFAT_description" = "Instalar o Chameleon na partição EFI FAT32 (Original)";

"EnhancedHFS_title" = "Chameleon EFI HFS";
"EnhancedHFS_description" = "Instalar o Chameleon na partição EFI HFS (Reformatada se já não for HFS)";

"noboot_title" = "None";
"noboot_description" = "Don't install Chameleon (useful to install only Extra components)";

// Utility
"Configuration_title" = "Configurações";
"Configuration_description" = "Configurações do Chameleon";

"Utility_title" = "Utilitários";
"Utility_description" = "Utilitários para o Chameleon";

"PrefPanel_title" = "Painel de preferências";
"PrefPanel_description" = "Copia o painel de preferências do Chameleon para /Extra/Configuration. Instale com duplo clique.";

"SMBIOSDefault_title" = "Exemplo de SMBIOS";
"SMBIOSDefault_description" = "Copia um smbios.plist de exemplo para /Extra/Configuration";

"EFIMounter_title" = "EFI Mounter";
"EFIMounter_description" = "Copia o EFIMounter para /Extra/Configuration";

"Documentation_title" = "Documentation";
"Documentation_description" = "Documentation for Chameleon manual install and use";

// Options
"Options_title" = "Opções";
"Options_description" = "Seleciona as opções padrão";

"Advanced_title" = "Advanced Boot Options";
"Advanced_description" = "Create an /Extra/com.apple.Boot.plist and select your desired advanced options to control Chameleon's settings.";

"arch_title" = "Arch i386";
"arch_description" = "Inicia o sistema no modo 32 bit";

"BootBanner_title" = "BootBanner";
"BootBanner_description" = "Esconde o banner de boot do Chameleon na interface gráfica";

"InstantMenu_title" = "InstantMenu";
"InstantMenu_description" = "Força a exibição do menu de partições (padrão = No)";

"LegacyLogo_title" = "LegacyLogo";
"LegacyLogo_description" = "Usa o logo legado (cinza e branco) da Apple (padrão = No)";

"QuietBoot_title" = "QuietBoot";
"QuietBoot_description" = "Usa o modo de boot silencioso (nenhuma mensagem ou pergunta)";

"RestartFix_title" = "RestartFix";
"RestartFix_description" = "Desativa o fix automático do reiniciar";

"SMBIOSdefaults_title" = "SMBIOSdefaults";
"SMBIOSdefaults_description" = "Ativa as opções padrão de SMBIOS";

"UseAtiROM_title" = "UseAtiROM";
"UseAtiROM_description" = "Ativa a opção UseAtiROM";

"UseNvidiaROM_title" = "UseNvidiaROM";
"UseNvidiaROM_description" = "Ativa a opção UseNvidiaROM";

"Wait_title" = "Wait";
"Wait_description" = "Aguarda que uma tecla seja pressionada antes de iniciar o mach_kernel";

"Wake_title" = "Wake";
"Wake_description" = "Usa a imagem de repouso";

"GUI_title" = "GUI";
"GUI_description" = "Desativa a interface gráfica, adiciona GUI=n no com.apple.Boot.plist";

"DropSSDT_title" = "DropSSDT";
"DropSSDT_description" = "Descarta as tabelas SSDT";

"GenerateCStates_title" = "Generate C-States";
"GenerateCStates_description" = "Gera os C-States para ativar o gerenciamento de energia nativo";

"GeneratePStates_title" = "Generate P-States";
"GeneratePStates_description" = "Gera os P-States para ativar o gerenciamento de energia nativo";

"VBIOS_title" = "VBIOS";
"VBIOS_description" = "Ativa a opção VBIOS";

"EthernetBuiltIn_title" = "EthernetBuiltIn";
"EthernetBuiltIn_description" = "Adiciona EthernetBuiltIn=y no arquivo com.apple.Boot.plist, esta opção vai adicionar 'built-in' nos seus dispositivos ethernet";

"ForceHPET_title" = "ForceHPET";
"ForceHPET_description" = "Adiciona ForceHPET=y no arquivo com.apple.Boot.plist, esta opção habilita o HPET nos chipsets Intel, para BIOS que não incluem esta opção";

"ForceWake_title" = "ForceWake";
"ForceWake_description" = "Adiciona ForceWake=y no arquivo com.apple.Boot.plist, esta opção permite que você contorne imagens de repouso com problema";

"EHCIacquire_title" = "EHCIacquire";
"EHCIacquire_description" = "Adiciona EHCIacquire=y no arquivo com.apple.Boot.plist, esta opção corrige problemas de EHCI devido a BIOS com problema";

"UHCIreset_title" = "UHCIreset";
"UHCIreset_description" = "Adiciona UHCIreset=y no arquivo com.apple.Boot.plist, esta opção reinicia os controladores UHCI antes de iniciar o OS X";

"UseMemDetect_title" = "UseMemDetect";
"UseMemDetect_description" = "Ativa a detecção automática das memórias RAM";

"GraphicsEnabler_title" = "GraphicsEnabler";
"GraphicsEnabler_description" = "Adiciona GraphicsEnabler=y no arquivo com.apple.Boot.plist, esta opção auto detecta placas NVIDIA e injeta as informações corretas";

// Resolution
"Resolution_title" = "Resolução";
"Resolution_description" = "Resolução da tela do Chameleon";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "Configura resolução da tela como 1024x768x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "Configura resolução da tela como 1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "Configura resolução da tela como 1280x960x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "Configura resolução da tela como 1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "Configura resolução da tela como 1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "Configura resolução da tela como 1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "Configura resolução da tela como 1920x1200x32";

// Themes
"Themes_title" = "Temas";
"Themes_description" = "Uma coleção de temas de exemplo";

"Embed_title" = "Embed";
"Embed_description" = "Tema embutido do Chameleon (Standard reduzido)";

"Legacy_title" = "Legacy";
"Legacy_description" = "Tema padrão legado do Chameleon";

"Default_title" = "Standard";
"Default_description" = "O tema que é embutido no boot loader, incluído aqui para você personalizar";

"Big_title" = "Big";
"Big_description" = "Um tema com leiaute maior para os sortudos com monitores grandes";

"Twilight_title" = "Twilight";
"Twilight_description" = "Um tema simples para os fãs de Twilight";

"Pinktink_title" = "PinkTink";
"Pinktink_description" = "Um tema simples com fundo rosa e a Sininho";

"Msi_netbook_title" = "MSi Netbook";
"Msi_netbook_description" = "Um logo simples para o seu netbook MSi =)";

"Bullet_title" = "Bullet";
"Bullet_description" = "O tema Bullet por NoSmokingBandit";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "Uma coleção de adicionais úteis";

"SMBios_title" = "Substituir SMBIOS";
"SMBios_description" = "Instalar o SMBIOS padrão, substitui o smbios.plist na pasta Extra";

// Kexts
"Kexts_title" = "Kexts";
"Kexts_description" = "Uma coleção útil de kexts com apenas plist, compatíveis com a pasta Extra";

"AHCIPortInjector_title" = "AHCIPort";
"AHCIPortInjector_description" = "Adiciona suporte AHCI para chipsets Southbridge Intel ICH6 - ICH10, JMicron JMB383";

"FakeSMC_title" = "FakeSMC";
"FakeSMC_description" = "Software emulador de SMC, informações: http://www.projectosx.com/forum/index.php?showtopic=1206";

"SMCITEController_title" = "SMCITEController";
"SMCITEController_description" = "Controlador SMC para chipset ITE, informações: http://www.projectosx.com/forum/index.php?showtopic=1206";

"TotallyLegacy_title" = "TotallyLegacy";
"TotallyLegacy_description" = "Uma coleção de kexts legado (por smith@@)";

"IOAHCIBlockStorageInjector_title" = "IOAHCIBlockStorage";
"IOAHCIBlockStorageInjector_description" = "Fix para ícones laranja";

"ATAPortInjector_title" = "IntelPIIXATA";
"ATAPortInjector_description" = "Adiciona suporte ATA para chipsets Southbridge Intel ICH6 - ICH10";

"JMicronATAInjector_title" = "JMicronATA";
"JMicronATAInjector_description" = "Adiciona suporte JMicronATA para chipset Intel";

"Disabler_title" = "Disabler";
"Disabler_description" = "Desabilita a AppleIntelCPUPowerManagement";

"ZEvOreboot_title" = "ZEvOreboot";
"ZEvOreboot_description" = "Única kext necessária para Zotac GF9300 ITX WiFi com DSDT";

// Error strings
"ERROR_BOOTVOL" = "Este software deve ser instalado no volume de inicialização.";
"ERROR_INSTALL" = "Este volume não preenche os requisitos para esta atualização.";

"Newer_Package_Installed_message" = "Uma versão mais recente do Chameleon já está instalada.";
"Intel_Mac_message" = "Este software não pode ser instalado neste computador.";
